[
  "一直以来，我并不是缺乏欲望因而轻易路过了一切身体。为了成为这个可悲丑陋、生无可恋的我，我也付出了足够多的辛劳，我也跨越千山万水去避免和一个陌生人性交。",
  "这样想着想着，便觉得分不清楚，那种死无全尸的恐惧，究竟存在于生前还是死后。生前不必顾虑死后，死后无从回望生前，但在想象之中，依靠着生前对死后的凝望，仿佛死后的那个自己，还当真留有知觉，怕妻子对着自己哭，怕儿子们没人照顾了。",
  "我以为暧昧的，一定会变得突兀；我觉得温柔，这其实有点儿粗鄙；我想我们会在月色里抱头痛哭，但他正在商场的某一层站着和人聊天，脸上都是喜悦的神色。",
  "我应该用最大的善意揣测别人，但只用最少的梦幻亲近他们。",
  "所谓爱，只是把这些千变万化的症状及其不同药方笼统地归类在一起，宣称孤苦的人生有一种普世的疗法。我浪费了生命里的很多时间，去相信我像其他人一样想要爱、想要长久和一个人在一起。为什么我总是不懂得爱、得不到爱呢？以后我才明白，是因为我根本不想要爱。",
  "但人的一生，却应该由衷感谢这种愚钝。活着的绝大多数幸福，根本上是对痛苦的无知麻木。因为忘记自己活着，忘记生命里有许多渴望与失落，就不会以泪洗面，每个黑夜里都能安然地入睡。",
  "而时间的悲剧，或确切地说，是人生的悲剧，大概是明知有一天我会希望用未来的意志改变现在的自己，我却仍然躺在这里，只是躺在这里，静静思索这没有期许的人生到底算是什么东西。",
  "这样一来，仿佛对这个世界证明了我的清白。证明我并不是一副从来孤苦绝望、无人问津，因而愤世嫉俗的皮肉。",
  "只是肤浅地希望这世上有一个尚未开花结果的小孩，还有机会，代替我成为我所成为不了的那个理想中的自己。却把这想象成爱。",
  "为人父母，或只是为人舅舅，其中最大的幸福是，如果你真的心甘情愿得到这种身份，你便因为想要善待这个生命，而迫使自己也成为一个更好更好的人。",
  "仿佛是在我遇见外甥的那一天，我收养了自己，成为我自己的父母，一步一步带着自己长大。",
  "我常常想到孤独终老的事，好在我也想到，你当时在这个世界的不知道哪个地方，正苦苦等待着我爱上你。",
  "世上的人各种各样。但出于叙事上的方便，世上可能有两种人。一种人会在三十二岁的时候参加小学同学会；另一种人的手机里，大多数联系人是年久失修的死号，可能几经转手了。",
  "我想要我随时丢弃这个账号了，都不会有人知道我到底是谁，都不能追踪这个账号背后我的任何一切，都不许在这个账号以外辱骂我。我不必受这个账号的拖累，不必为曾经我所交流的网友、有意或无意说错过的话，在浩瀚互联网里都无法再清清白白地重新做人。",
  "孤独的男孩子，尤其是刚刚在霉变的房间里自慰过的那一种，不适合阅读淘宝商品的评价。否则触目可及之间，如果这件衣服不是“穿在我老公身上很合适”，就是“我男朋友看了很喜欢”。偶尔也会发生“儿子非常满意”这种事情，但只是让场面变得有些尴尬，而不是温情起来。",
  "毕竟漫长的时间里，在任何一个可能对着空气发呆的下午，全人类除了我，所有的男孩都谈恋爱、所有的不甘心还是结婚了。",
  "除了即时文字聊天，人世最大的恶毒是网购。",
  "走在路上于是如同往常一般想了许多深刻的事。关于我如何比这世上的绝大多数人伟大，或至少比他们更值得存活在这个世界里。",
  "就像我的失望本身，里头的全部枯燥与温柔，在这空旷宇宙里都不值一提。",
  "所以其实是反过来的。常人以为自己的理智里有对情爱最朴素的认知，别人的肉麻是小说看多了的后果。然而倘若我公平地看待肉麻，我会清晰地发现，原来是那个抽象的我、是思想里自觉成熟清白的爱，说到底比谁都更玛丽苏。",
  "站在我前面的阿姨用支付宝付账，柜台广告牌里又说支持微信支付。我想到自己全然不懂得如何使用这种东西，已经和时代脱节了，便从心底萌生出一股真挚的尊严。",
  "“好人”其实是一种朴素的、有关人生幸福的理解，大概因为“好人”的生活都是幸福的，或只有成为“好人”才会得到幸福，至少在儿童故事书里如此。",
  "人好像更愿意原谅别人身上自主犯的错误，而不是那些他无从决定也无从改变的因素。也可能是，人更不愿意原谅自己身上无从决定也无从改变的“错误”。好比哪个人长得丑，好比家里很穷。甚至是不应该试图去改变的，整容听起来更像一个骂人的词，而不是积极向上的决定。",
  "我一说出幸福这两个字，别人便以为我坐落在哪处安稳的爱情里。事实上，我之所以感到幸福，很大程度上只是因为我很久都不会想到有关爱情的事了。",
  "根本不存在我这样的人，而只是存在我的某一个状态，漫长得超乎想象或不值一提的短暂。在那个状态里，我想要白头偕老或每周换一个人解决性欲，都是理所当然又毫无道理的事。",
  "非洲的粮食仍然不够吃、中东的战争没完没了不知道什么时候才会结束、听说西北的土地正在进一步荒漠化、我们每天生产的巨量的塑料垃圾要埋在土里要好多好多年才会化解、石油很快就要用完了……所有这些，无一不是孩童的我夜里失眠的因由。愁苦到了深处，整颗心都荒凉了。",
  "人往往分辨不清，一个早睡早起的人与一个希望自己早睡早起的人之间的深刻区别。大多数时候，恐怕我认知我所希望成就的自己，而不是确切存在的自己。",
  "我希望我是晴朗乏味的，连同我的忧郁也只是南方热天的一个午后，从没有一点点感到人世绝望的阴沉。",
  "睡着是最接近死亡的一种状态，当人世无法拯救你，只好去死。如果不敢死，就去睡觉。",
  "我一下子说不清楚，但人通过背弃惯常的称谓来挣脱传统的叙事，并塑造独到的关系认同。",
  "使你意想不到的是，我享受这个晚上，几乎无所事事，只好专心致志去爱你。",
  "充实里没有意外的喜悦，也没有过分的悲伤，时间忽然被一堆无谓的事物机械地占据着。机械地接触这个世界，机械地消融在其中，每天下班有人找你去吃饭，仿佛不知道孤独。但也说不清楚它究竟比空虚好在哪里。",
  "爱情是我想要找到最夺目璀璨的那个人，提前相互透支所有的内涵；相处是每一天我都发现这个人比我以为的更加丰足，竟然情愿留下来等待惊喜。我喜欢相处远远胜过于爱情。",
  "和年轻人在一起，有一种正同甘共苦的自觉，也就是说还有希望。我们在城市异常偏僻的角落边，我们都不喜欢这里，这没什么，至少我们都不喜欢这里，我们会一起议论我们并不喜欢这里。也可能只是我听着他们议论。",
  "然后是午夜新闻，我一点都不感兴趣。但我总是会保持电视机开启，有一种合适的、能够被听清楚的音量，讲着各种莫名其妙我根本不想要明白的事情。这让我特别安心，乃至舒适。因为在空空荡荡的旧院子里，萧条破败得几乎失去呼吸，我却仍旧和世界有联系。那么清清楚楚地，一字一句从电视机里冒出来。",
  "品尝蔬菜于是成了一件古怪神秘的事。我千真万确觉得西红柿好吃，但又清清楚楚地知道，我喜欢上西红柿全都是“养生”知识的功劳。分不清这美味究竟是真实还是错觉。",
  "由此我意识到热闹之于我的真相是，如果我无法成为热闹的核心所在，宁可我根本看不见这个热闹。万一我不能假装看不见，那最好我开始诋毁它。",
  "为人，一旦想要问活着有什么意义，那一定是来不及了，一定是已经活着了。所以对我而言，活着的全部意义，不外乎是我已经活着了。",
  "人活着最有意思的事可能是，你发现世界的真实如何如何苦痛，你却一点也不怨恨它，而只是希望在这种苦痛里好好活下去。",
  "悲伤往往没有任何长相，没有撕心裂肺的因由，或者大彻大悟的苦果。因为说不出悲伤的来处，也不会有解决的办法。只是感觉到它正在那里，不想要走开，也不需要被理会。",
  "人通常并不活在这种情绪里，否则也没可能活下去。悲伤就像死亡，一个人必须对死有所麻木，才能在明知必有一死的情况下，继续心安理得地荒废时日。",
  "像是想要拥有他，又像是想要成为他，一边欢喜一边妒恨着。",
  "不知道是无知，知道是庸俗，早知道才算明白。",
  "人生而渴望这等愁苦，因充实而解脱只是无边愁苦中的假象，当“充实”成为一种无所不在的实际，活着就没有半点意思了。",
  "对我来说，生命永远像是我走在街上，天空中有一个镜头对着我。任何时候我都是一出电影的主角，我喜欢把我的生命活得非常浪漫。事实上，我喜欢自我感动。感动如果显得愚蠢，只是因为其中的人物不明白自己在演戏。",
  "光是和你在一起，就已经是天底下最肉麻的事。",
  "存在本身并不苦痛，意识到存在才让人难过。写作是一种让你意识到存在的手段，而不仅仅是不知觉地存在着。生命之所以使人动情，只不过因为它被人所讲述，而其它的生命只是活着。",
  "我不会写前后的任何琐碎，也不会诉说身后的一切细节。我不必赘述人物的糅杂，也不必通报风景的延展，我只是清清楚楚地把它定格在这个片刻里：天已将近黑暗，我骑车摔了一跤，和赶来相会的朋友在路旁挨坐着，说话间路灯都亮了。",
  "谈恋爱是一种独到的喜悦，我往往说不清其中的浪漫所致。在孤苦无依的中学课堂上，我曾经无数次预见过情爱的面目，算计纠缠相处的每一个细节，最后通通没有成真。",
  "谈恋爱是一种意料之外的喜悦，相处的最浪漫之处，只不过是让不想相处也不必相处的另一半你变得不再可耻。",
  "人往往并非做错了事，而后“失去了才懂得珍惜”。问题不在于没有珍惜，而在于即便当时都做对了、都珍惜了，到往后失去的时刻，就宁愿做错了也好。",
  "学生时代的我着迷于思想爱情这件事，思考到深处里，就愈发体会到爱的虚无。这个定论并非要否定世上千千万万人的爱，我从来不怀疑那些爱的存在。之所以虚无，是因为世上没有任何两个人，他们所说的爱是同一件事。",
  "孤独的意义在于，它迫使一个人与自己对话，这种对话正是一个人的“才华”所在。",
  "没有人可以像他的灵魂一样生活，不仅仅是我，别人也通通不可以。灵魂总是深刻的，再不济也是造作的，但生活终归都是庸俗。",
  "可是一切人都曾觉得乏味，一切人都被低估，一切人自以为是万物里最精巧的生灵，苦于未被识破天机。",
  "事实上，我往往傲慢地自以为理解自己。不是理解自己在人群中有多落寞，而是理解自己存在于这个世上时究竟有多恶劣。我无法逃脱这些恶劣，也不情愿违心夸耀它，我只是试着好好和它相处，和坏的那个自己相处。不让它去杀人放火，但至少纵容它自娱自乐，试图活得让自我、让他人都舒适。",
  "这个拿着我的银行卡去商场里买蜂蜜、坐在我右手边的马桶上公然拉肚子的人，终于从我的生活里消失无踪了。",
  "困境只是当下的一种虚幻，过往却不存在困境，过往中的所有困境在当下看来都是错觉。任何一个当下正存在着的人，他不可能声称他没有渡过过往的某个“困境”，否则他就不会存在于当下。",
  "人只有到真正改变的时刻，才会承认改变。否则他一向以为他的身上有许多色彩艳丽、性状清晰、恒古不变的特征，最能够代表他，是一生无从变卦的。",
  "生命在当下无非两种错觉，一则以为外界会有过不去的坎，二则以为内在会有永不变的心。但奇怪的是心一直会变。而奇妙的是，即使心变了，所有的坎都会过去。",
  "我一贯觉得，除非它干脆属于我们，否则越与我们熟悉亲近的事物，我们越不愿意看见它好过。",
  "我会看见许多艳丽颜色，但过着黑白的生活。既不是我不能领略那些颜色，也不是说我遗憾这样的黑白。",
  "房间里有一股捉摸不透的白色噪音，像运转良好的电风扇，又像是电热水壶里的热水快要沸腾了。这种安静有如和你的相处一切顺利，找不到任何原因抱怨它，又说不清它究竟为何存在于这里。",
  "这里并没有真正的安静，安静的意思是大的声音都消失了所以你可以听到平常听不到的细小声响。我睡不着了，但想起你不知何故还未离开我，只感到异常迟钝的幸福。",
  "只有容貌姣好的人才可以感叹内在最为可贵；只有远行过的人才可以无所追求想要老死家里；只有被陪伴着的人才可以宣称孤独真是十足迷人的事物。",
  "我从来不告诉你我爱你，有一天我一定会后悔。如果我告诉你我爱你，现在我已经在后悔。",
  "有一天下午，我只是无聊透顶地坐在院子里，我刚满二十岁，夏天的嗅觉里到处有一股充满噪音的奇怪安静。在这些噪音的催促下，然后我莫名其妙地领悟了这种绝望。起初我觉得诗意，当我想到用绝望这个词来形容它的时候，我全部的生命忽然变得空洞可爱。",
  "夏日的噪音在整个午后都没有走调，我无论如何说不出口这个绝望，终于也安静地顺从它。在我的全部生命里，未曾再有一个时刻如此可爱。",
  "我比大多数十八岁的男孩更聪明一些，这多半只是一种错觉，它的事实基础是，我比大多数十八岁的男孩更痛苦一些。",
  "我感到你最大的问题是，你觉得恋爱是充实的内容。但我觉得恋爱只是充实的形式。",
  "我尤其喜欢一个场景，那个场景在城市的中心附近，天方才熄暗，各处的灯火刚刚点燃。因为在黑白交际之间，缺少对比强烈的映衬，那些灯光不够豁朗，而更像是一种模模糊糊说不出话的昏黄。",
  "我往往以为我想要知道我有多爱这样的你，但最后总是着急于让你知道这样的我有多值得被爱。无论如何布局与挣扎，世界终究不知道我，许多个夜里我为此备受折磨，这实在是一件最诗意的事。",
  "我于是愈渐地觉察，我并不是我自己思想的实践者。我的理性是开明的，它希望同情尘世里一切值得同情的事物；但我的感性全然是退却的，怯怯于一个崭新的、也许无法被我理解的时代。"
]
